[Language]
Code="lv"
Name="Latvian"
Version="2.6.2"
Translator="Arvis Lācis <arvis.lacis@inox.lv> <http://www.twitter.com/arvislacis>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Aizvērt"
Maximize="Maksimizēt"
Minimize="Minimizēt"
Restore="Atjaunot"
Menu="Galvenā izvēlne"

; Status Icon
[NotifyIcon]
Tip="Lingoes\nNotvert vārdu uz ekrāna: [$CursorStatus]\nTulkot izvēlēto tekstu: [$SelectionStatus]\nTulkot starpliktuves tekstu: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="Notvert vārdu uz ekrāna:\t[$CursorStatus]\nTulkot izvēlēto tekstu:\t[$SelectionStatus]\nTulkot starpliktuves tekstu:\t[$ClipboardStatus]"
Enabled="Ieslēgts"
Disabled="Izslēgts"

[MainMenu]
Open="Atvērt"
CursorTranslator="Notvert vārdu uz ekrāna"
SelectionTranslator="Tulkot izvēlēto tekstu"
ClipboardTranslator="Tulkot starpliktuves tekstu"
Configuration="Iestādījumi..."
Dictionaries="Vārdnīcas..."
Appendices="Pielikumi..."
Activation="Produkta aktivizācija"
UpdateOnline="Tiešsaistes atjauninājums"
Help="Palīdzība"
About="Par Lingoes"
SupportOnline="Tiešsaistes palīdzība"
Exit="Iziet"
EnterLicense="Ievadīt licenci..."

[DlgInput]
Back="Atpakaļ"
Forward="Tālāk"
MainMenu="Galvenā izvēlne"
HistoryList="Programmas vēsture"
Search="Meklēt", "Meklēt detalizētus paskaidrojumus"
WebSearch="Meklēšana tīklā"
AutoMatch="Automātiskā sakritība", "Automātiskā sakritība indeksu grupā"
MatchSetup="Indeksu grupas iestatījumi..."
FindEngine="Iegūt vēl citus tīkla meklētājus..."

[DlgIndex]
Index="Indekss"
Guide="Norāde"
Appendix="Pielikums"
NoIndex="Nav indeksa"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Pievienot vārdnīcu <b>indeksu grupai</b>, Jūs varat iegūt pareizrakstības padomus, kamēr rakstāt vārdu.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Lai pārvaldītu indeksu grupu, spiediet šeit.</u></a></div>"

[WebGuide]
Results="Rezultāti"
Spelling="Pareizrakstības varianti"
Appendices="Pielikumi"
Options="Iestādījumi"
Dictionaries="Vārdnīcas...", "Pārvaldīt vārdnīcas"
ManageAppendices="Pielikumi...", "Pārvaldīt papildinājumus"
Configuration="Iestādījumi...", "Atvērt uzstādijumu dialoga"
Help="Palīdzība", "Atvērt Lingoes palīdzību"
Homepage="lingoes.net", "Apmeklēt Lingoes mājaslapu"
Community="Lingoes saziņa", "Lingoes tiešsaistes saziņa"

[DlgAppendix]
WndTitle="Papildinājumu iestatījumi"
Close="Aizvērt"
Install="Instalēt", "Lingoes pielikumi (*.laf)|*.laf|", "Instalēšana neizdevās! \nŠī problēma, iespējams, radās tādēļ, ka jums nav vajadzīgās tiesības piekļūt failiem."
Delete="Izdzēst", "Vai tiešām vēlaties izdzēst \"[$Title]\"", "Izdzēst \"[$Title]\" Neizdevās! \nŠī problēma, iespējams, radās tādēļ, ka jums nav nepieciešamās tiesības piekļūt failiem."
Modify="Labot", "Labošana neizdevās! \nŠī problēma, iespējams, radās tādēļ, ka jums nav nepieciešamās tiesības piekļūt failiem."
NewGroup="Jauna grupa", "Neizdevās izveidot jaunu grupu! \nŠī problēma, iespējams, radās tādēļ, ka jums nav nepieciešamās tiesības piekļūt failiem."
MoveUp="Pārvietot augšup"
MoveDown="Pārvietot lejup"
CreateAppendix="Izveidot savu pielikumu..."
Download="Iegūt vēl citus papildinājumus..."
Name="Nosaukums"
Group="Grupa"
InstallSucceed="\"[$Title]\" Instalēšana izdevās."
OverwriteInstall="Pielikums jau eksistē, vai vēlaties to pārrakstīt?\n\nEkrāna nosaukums:[$Title]\nNosaukums: [$Name]"
InvalidInstallFile="Nederīgs instalēšanas fails!\n[$Filename]"

[DlgAppendixEdit]
WndTitle="Labot \"[$Title]\"", "Izveidot jaunu grupu"
Name="Nosaukums"
DisplayTitle="Ekrāna nosaukums"
DisplayStyle="Ekrāna stils"
Ok="Labi"
Cancel="Atcelt"

[DlgAppendixBuilder]
WndTitle="Papildinājuma izveidotājs"
Name="Nosaukums:  (Tikai a-z, 0-9, domuzīme, un apakšējā domuzīme)", "Vajadzīgs nosaukums, atļauts izmantot tikai a-z, 0-9, domuzīmi, un apakšējo domuzīmi."
Title="Ekrāna nosaukums:", "Vajadzīgs nosaukums!"
Location="Projekta atrašanās mape:", "Neizdevās izveidot projekta mapi!", "Lūdzu, izvēlieties pieejamu mapi"
Create="Izveidot jaunu projektu", "Projekts tika veiksmīgi izveidots!\n\nTagad jūs brīvi varat izstrādāt savu pielikumu labojot \"index.html\" failu.", "Neizdevās izveidot projektu!"
Build="Izveidot", "Pielikuma fails veiksmīgi izveidots!\n[$Filename]", "Neizdevās izveidot pielikuma failu!\n[$Filename]"
Close="Aizvērt"
Tips="Piezīme: Jūs varat brīvi veidot un noformēt savu pielikumu, labojot \"index.html\" failu pēc jauna projekta izveidošanas."
OverwriteProject="Projekta fails jau eksistē, vai pārrakstīt?"

[DlgStatus]
KeepVisible="Logu vienmēr turēt augšpusē"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""
OpenMiniWnd="Atvērt/aizvērt mini logu"

[DlgView]
Speak="Teikt", "Izrunāt izvēlēto tekstu"
Search="Meklēt"
Copy="Kopēt"
Print="Printēt..."
Save="Saglabāt..."
Find="Meklēt..."
SelectAll="Izvēlēties visu"
TextTranslate="Teksta tulkošana", "Uzsākt teksta tulkošanu"
StartPage="Sākumlapa", "Sākumlapa"
ShowIndex="Rādīt sānjoslu"
HideIndex="Slēpt sānjoslu"
SaveFilter="HTML fails (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Runas iestatījumi..."
SelectVoice="Izvēlēties balsi"
Activation="Aktivizācija", ""
Buy="Pirkt", "Pirkt Lingoes komerciālo licensi"

[DlgRegister]
Title="Lingoes - komerciāla lietotāja reģistrācija"
FreeDownload="Lingoes ir bezmasas programma, ja to izmanto nekomerciāliem mērķiem.\r\nLejupielādēt bezmaksas versiju šeit..."
Name="Reģistrētāja vārds:", "Nepieciešams reģistrētāja vārds"
Email="Reģistrētāja E-pasts:", "Nepieciešama reģistrētāja E-pasta adrese"
RegCode="Reģistrācijas kods:", "Reģistrācijas kods nav derīgs"
Support="Lietotāju serviss"
Register="Reģistrēts", "Neizdevās saglabāt reģistrācijas informāciju"
Exit="Iziet"

[DlgInfo]
Title="Ziņa"
Ok="Labi"
Cancel="Atcelt"
Yes="Jā"
No="Nē"
Retry="Atkārtot"
Abort="Pārtraukt"
Ignore="Neievērot"

[DlgAuthentication]
Title="Savienoties ar "
TitleProxy="Savienot proxy serveri "
Username="Lietotājvārds:"
Password="Parole:"
Remember="Atcerēties manu paroli"
Ok="Labi"
Cancel="Atcelt"

[WndGrab]
Open="Meklēt detalizētu paskaidrojumu"
Speak="Teikt"
Copy="Kopēt"
TextTranslation="Teksta tulkošana"
KeepSize="Saglabāt loga lielumu"
KeepVisible="Logu vienmēr turēt augšpusē"
Back="Atpakaļ" 
Forward="Tālāk"
Search="Meklēt\n  Ievadīt:\t\tMeklēt\n  Ctrl + Enter:\tMeklēt detalizētu paskaidrojumu\n  Shift + Enter:\tTeksta tulkošana\n  Alt + Enter:\tMeklēšana tīklā"
RollUp="Ritināt augšup / Neritināt logu"
KeepSize="Saglabāt loga izmērus"
AutoRollUp="Automātiska ritināšana augšup", "Nē", "Ar [$DelaySecond] sek. aizkavi"
CloseMiniWnd="Aizvērt mini logu"

[DlgDictOption]
Title="Vārdnīcas iestatījumi"
NetInstall="Instalēt no Lingoes", "Instalēt vārdnīcas no lingoe's saites"
Install="Instalēt", "Instalēt vārdnīcu no diska"
Uninstall="Atinstalēt", "Atinstalēt vārdnīcu"
Add="Pievienot", "Pievienot vārdnīcu sarakstam"
Remove="Noņemt", "Noņemt šo vārdīcu no saraksta"
Download="Lejupielādēt", "Lejupielādēt šo vārdnīcu beztiešsaistes izmantošanai"
MoveTop="", "Pārvietot augšup"
MoveUp="", "Pārvietot uz augšu"
MoveDown="", "Pārvietot uz leju"
MoveBottom="", "Pārvietot lejup"
MoreDetails="", "Apskatīt vārdnīcas detaļas"
Close="Aizvērt"

Installed="Instalētās vārdnīcas"
Query="Instalētās vārdnīcas"
Index="Indeksu grupa"
Grab="Teksta notveršanas grupa"

Installed="Instalētās vārdnīcas"
QueryList="Instalētās vārdnīcas"
IndexList="Indeksu grupas saraksts"
GrabList="Teksta notveršanas grupas saraksts"
DictID="ID"
Online="Tiešsaiste"

Type="Veids"
OnlineType="Nepieciešams interneta savienojums"
AddFilter="Lingoes vārdnīcas (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Instalēt vārdnīcu"
Installing="Instalē..."
IndexDictTooMany="Piezīme:\n\nPievienojot pārāk daudz vārdnīcas \"Indeksu grupai\", palēlinās atbilstošo vārdu atrašanu ievades procesa laikā.\n\nTādēļ, mēs iesakām jums pievienot tikai dažas, biežāk izmantotās vārdnīcas \"Indeksu grupā\" ."

[DlgDictList]
Title="Pievienot vārdnīcas"
Add="Pievienot"
Cancel="Atcelt"
Select="Izvēlēties"
DictList="Instalētās vārdnīcas"
ID="ID"
Online="Tiešsaiste"

[DlgDictInfo]
Title="Vārdnīcas detaļas"
Close="Labi"

ID="ID"
MD5="MD5"
Tag="Birkas"
Name="Nosaukums"
Version="Versija"
Date="Izveidošanas datums"
Update="Pēdējo reizi atjaunināts"
IndexCount="Vārdu skaits"
Language="Valoda"
MoreLanguage="Vairāk.."
DictTitle="Nosaukums"
DictEdition="Izlaidums"
DictDescription="Apraksts"
PubAuthor="Autors"
PubPress="Prese"
PubEmail="E-pats"
PubWebsite="Mājaslapa"
PubCopyright="Copyright"
Filename="Faila nosaukums"

; Install Dictionaries
[DlgDictInstall]
Title="Instalēt vārdnīcu"
InstallSucceed="Veiksmīgi izevās instalēt vārdnīcu \"[$DictTitle]\""
DictGroupOption="Iestādījumi"
AddIndexGroup="Pievienot \"Indeksu grupai\""
AddIndexGroupDesc="Lingoes meklēs indeksu grupas vārdnīcās un paziņos par tuvākajiem rezultātiem, kamēr tiek veikta vārda ievade."
AddGrabGroup="Pievienot \"Teksta notveršanas grrupai\""
AddGrabGroupDesc="Lingoes meklēs teksta notveršanas grupā un parādīs tulkojuma rezultātus teksta notveršanas logā, kamēr teksts vēl tikai tiek notverts."
Ok="Labi"

; Configuration
[DlgOption]
Title="Iestādījumi"
Ok="Labi"
Cancel="Atcelt"
General="Galvenais"
Appearance="Izskats"
Connection="Savienojums"
Speech="Runa"
Hotkey="Īsceļtautiņi"
Translate="Tulkojums"
License="Licences"
Capture="Teksta notveršana"

; General
[DlgOptGeneral]
Language="Valoda"
UILanguage="Lietotāja darbvirsmas valoda"

WebSearch="Meklēšana tīklā"
SelectWebSearch="Izvēlieties meklētāju, kurš tiks izmantots vārdu meklēšanai tīklā"

TermHistory="Vēsture && kešatmiņa"
SaveHistory="Meklētie vārdi tiek saglabāti vēsturē"
ClearHistory="Notīrīt vēsturi"
ClearHistoryConfirmation="Vai esat drošs, ka vēlaties notīrīt vēsturi?"

ResultCache="Vietējā kešatmiņa tiešsaistes vārdnīcām"
ClearCache="Notīrīt kešatmiņu", "Vai esat drošs, ka vēlaties notīrīt kešatmiņu?"

AutoStart="Sākt Lingoes, kad es pieslēdzos Windows"
StartMin="Minimizēt pēc uzsākšanas"

; Appearance
[DlgOptAppearance]
UserInterface="Lietotāja darbvirsma"
WindowStyle="Loga stils"
WindowFont="Loga teksta fonts"
WindowFontSize="Fonta lielums"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Rezultātu attēlošana"
TextFont="Teksta fonts"
TextFontSize="Fonta lielums"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Fonētiskais fonts"
CursorTranslatorBar="Teksta notveršanas logs"
FontColor="Fonta krāsa"
BackColor="Fona krāsa"
BorderColor="Apmales krāsa"
Transparence="Blāvs teksta notveršanas logs"
SampleText="Teksta notveršana"

[Style]
0="Nav"
1="Noklusētais stils"

; Translate
[DlgOptTranslate]
SupportLCMap="Atbalstīt vietējās valodas pētīšanu"
InstantTranslation="Tulkojums"
TargetLanguage="Mērķa valoda:"
CurrentUserLanguage="= Pašreizējā lietotāja valoda"
TargetLanguage2="Ja mērķa valoda ir tāda pati kā ievades, pārveidot to uz:"
NoTranslate="= Nav tulkojuma"

;--------- For Compatible 2.4.2 and older ----------------
CursorActivation="Notvert vārdu uz ekrāna"
MouseActivation="Peles aktivizēšanas režīms:"
MouseOver="Pele atrodas virs"
LeftMouseButton="Kreisā peles poga"
MiddleMouseButton="Vidējā peles poga"
RightMouseButton="Labā peles poga"
MouseXButton1="Peles X poga 1"
MouseXButton2="Peles X poga 2"
TimeDelay="Aizkaves laiks:"
MSEL="milisekundes"
IgnoreNumber="Neivērot skaitļus"
IgnoreLatin="Neievērot Latīņu rakstību (angļu, fraču, vāciešu, spāņu, u.c. valodas)"
IgnoreCJK="Neivērot ķīniešu, japāņu un koreiešu valodu"
IgnoreCyrillic="Neievērot Kirilicu (krievu, ukraiņu, bulgāru, u.c. valodas)"
IgnoreArabic="Neievērot arābu, ēbreju valodas"
InstallAdobePlugin="Instalēt Adobe Acrobat PDF papildinājumu"
ZonedWord="Tulkot izvēlēto tekstu"
ZonedWordFilterRule="Filtrēšanas noteikumi teksta izvēlei..."
;----------- end --------------------

; Capture
[DlgOptCapture]
CursorActivation="Notvert vārdu uz ekrāna"
MouseActivation="Peles aktivizēšanas režīms:"
MouseOver="Pele atrodas virs"
LeftMouseButton="Kreisā peles poga"
MiddleMouseButton="Vidējā peles poga"
RightMouseButton="Labā peles poga"
MouseXButton1="Peles X poga 1"
MouseXButton2="Peles X poga 2"
TimeDelay="Aizkaves laiks:"
MSEL="milisekundes"
MatchPhrase="Frāzes sakritība"
IgnoreNumber="Neievērot skaitļus"
IgnoreLatin="Neievērot Latīņu rakstību (angļu, fraču, vāciešu, spāņu, u.c. valodas)"
IgnoreCJK="Neivērot ķīniešu, japāņu un koreiešu valodu"
IgnoreCyrillic="Neievērot Kirilicu (krievu, ukraiņu, bulgāru, u.c. valodas)"
IgnoreArabic="Neievērot arābu, ēbreju valodas"
InstallAdobePlugin="Instalēt Adobe Acrobat PDF papildinājumu"
ZonedWord="Tulkot izvēlēto tekstu"
ForTextSelection="Izvēlēto tekstu"
ForDoubleClicking="Dubultklikšķi"
ZonedWordFilterRule="Filtrēšanas noteikumi teksta izvēlei..."
ShowOnlyFirstResult="Rādīt tikai pirmo meklēšanas rezultātu"

; Capture - Text Selection Filter
[DlgOptTranslateZWFilter]
Title="Filtrēšanas noteikumi teksta izvēlei..."
ProgramFilename="Programmas nosaukums", "Programmas nosaukums (norādīts visas programmas, ja ir tukšs)"
WndClassName="Loga klases nosaukums", "Loga klases nosakums (norādīts visi logi, ja ir tukšs)"
DisableSelect="Neievērot teksta izvēlēšanos", "Neievērot teksta izvēlēšanos"
DisableDBLClick="Neievērot dubultklikšķi", "Neievērot dubultklikšķi"
Comment="Komentārs", "Komentārs"
Add="Pievienot"
Modify="Labot"
Delete="Izdzēst", "Vai esat pārliecināts, ka vēlaties izdzēst pašreizējo rīku?"
Ok="Labi"
Cancel="Atcelt"
LoadDefault="Ielādēt noklusēto", "Vai esat drošs, ka vēlaties atiestatīt noklusētos uzstādījumus?"
Browser="...", "Pārlūks", "Programma (*.exe)|*.exe|"
Capture="...", "Loga klases nosaukuma notveršana"
AllProgram="-- Visas programmas --"
AllWindow="-- Visi logi --"

[WndClassNameCapture]
Title="Loga klases nosaukuma notveršana"
ProgramFilename="Programmas nosaukums"
WndClassName="Loga klases nsaukums"
Capture="Notvert to no ekrāna"

; Speech
[DlgOptSpeech]
RPPEngine="Dzimtās valodas imitēšana"
RPPEnable="Ieslēgts"
RPPVoice="Balss"
RPPRebuildIndexFile="Pārbūvēt indeksu failu", "Indeksa faila pārbūvēšana neizdevās! \nŠī problēma, iespējams, radās tādēļ, ka jums nav vajadzīgās tiesības piekļūt failiem."
Engine="Teksts-Kas-Jāizrunā (TKJ) rīks"
Voice="Balss"
Enable="Ieslēgts"
Volume="Skaļums"
Pitch="Spilgtums"
Speed="ātrums"
Format="Formāts", "Noklusējums", "Netiek atbalstīts sekojošais audio formāts: [$Format]"
RealtimePron="Dabīgā, tiešā izruna"
PronInQuery="Kamēr meklē vārdu"
PronInQuery="Kamēr meklē vārdu"
PronInCapture="Kamēr notver vārdu"
Test="Pārbaudīt"
EnterText="Ievadiet tekstu un pārbaudiet šo balsi"
DownloadTTS="Lejupielādēt balss paketes no Dabīgo balšu && TKJ rīkiem..."

; Connect
[DlgOptConnection]
ConnectSet="Savienojuma iestatījumi"
DirectConnect="Tiešais savienojums"
IEProxyConnect="Izmanotot uzstādījumus no jūsu tīkla pārlūkprogrammas"
ProxyConnect="Savienojums caur Proxy / Ugusmūra serveris"
ProxyServer="Proxy serveris:"
ProxyPort="Ports:"
Username="Lietotājvārds:"
Password="Parole:"
OnlineUpdate="Tiešsaistes atjauninājums"
UpdateNow="Atjaunināt tagad"
EnableUpdate="Ieslēgt tiešsaistes atjauninājumus"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Atvērt galveno logu"
GrabToggleKey="Vārda notveršana uz ekrāna"
SelectionToggleKey="Izvēlētā teksta tilkošana"
ClipboardToggleKey="Starpliktuves teksta tulkošana"
Pronounce="Izruna"
CopyInterpretation="Kopēt saturu tulkojumā"
SpeakSelectedText="Izrunāt izvēlēto tekstu"
StopSpeak="Pārtraukt izrunāšana"
DisableHotKey="Izslēgt īsceļtaustiņus"
OpenMiniWnd="Atvērt/aizvērt mini logu"
RollUpMiniWnd="Ritināt/atjaunot mini logu"

[DlgExpire]
Title="Lingoes versija ir novecojusi"
Ok="Uzlabot tagad"
Cancel="Iziet"
NetworkSettings="Tīkla iestatījumi"
Support="Lingoes.net"
AskUpgrade="Pašreizējā versija ir novecojusi, jums tā jāuzlabo uz jaunāku versiju, lai izmantotu visas funkcijas! \nVai uzlabot uz jaunāku versiju?"

[DlgAbout]
DlgTitle="Par Lingoes"
Version="Versija: "
PortableEdition="Pārnēsājamā versija"
Email="E-pasta adrese"
Website="Lingoes mājaslapa"
LicenseTo="Šis produkts ir licenzēts:"
LicenseID="ID: "

;----------- new --------
PersonalUser="Privātam, nekomerciālam lietotājam"
EvaluationUser="Šī pārbaudes programma ir domāta tikai programmas pārbaudīšanai pirms tās iegādes"
SingleUserLicense="Vienkārša lietotāja licence"
MultiUserLicense="[$Quantity] lietotāja licence ([$KeyNo]/[$Quantity])"
LicenseExpire="Licences lietošanas termiņš beigsies pēc [$Day] dienām"
;----------- end -----------

[WebResult]
SpellingAlternatives="Pareizrakstības varianti"
SpellChecker="Pareizrakstības pārbaude"
TextTranslation="Teksta tulkošana"
WebSearch="Meklēšana tīklā"
MoreResults="Vairāk rezultātu"
WaitSearch="Pieprasa meklēšanas rezultātus..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>Netika atrasta nekāda saderība \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Kā izmantot Lingoes"
DownDictTip="Lejupielādēt vēl citas vārdnīcas"
Intro="Tiek atbalstītas vairāk nekā 80 valodu vārdnīcas;<br>kursora tulkošana, teksta tulkošana & Teksts-Kas-Jāizrunā"

[TextTranslation]
Title="Teksta tulkošana"
To="Uz"
Translate="Tulkot"
RequestFailed="Tulkojuma pieprasīšana neizdevās."
ConnectFailed="Lingoes neizdevās savienoties ar serveri. Ja jums ir pieejams internets, lūdzu, pārbaudiet jūsu savienojuma uzstādījumus Uzstādījumu sadaļā."
WaitRequest="Pieprasa tulkošanas rezultātus..."
ParseResultFailed="Tulkošas rezultātu analizēšanas neizdevās. Ja jūs saņemat šādu ziņu vairākas reizes, tad paziņojiet par to mums."

; Layout
[Layout]
DictMenu="Vārdnīcas izvēlne"
ShowResult="Rādīt rezultātus"
MinimizeResult="Minimizēt rezultātus"
FindWord="Atrast: "

; Dictionary Menu
[DictMenu]
About="Par..."
Enable="Ieslēgts"
Disable="Izslēgts"
DisableMsg="Vārdnīca ir izslēgta un nerādīs rezultātus!\nJūs to varat atkal ieslēgt no \"Vārdnīcu\" dialoga."
MoveTop="Uzstādīt kā galveno rezultātu"
ArrangeResults="Izkārto rezultātus..."
IndexGroup="  (Indeksu grupa)"
QueryGroup="  (Jautājumu grupa)"
GrabGroup="  (Teksta notveršanas grupa)"

[Update]
Title="Tiešsaistes atjauninājums"
AskUpgrade="Pamanīta jauna versija. Vai vēlaties uzlabot pašreizējo versiju?"
UpgradeNow="Pamanīta jauna versija. Nepieciešams uzlabot uz jaunāku versiju"
UpdateSuccess="Atjaunināšana izdevās!"
UpdateFail="Atjaunināšana neizdevās!"
NoUpdate="Jums pieejamā versija ir visjaunākā"

CheckUpdate="Pārbauda atjauninājumu..."
GetUpdateInfo="Saņem atjauninājuma informāciju..."
DownUpdateData="Lejupielādē atjauninājuma datus..."
ExecUpdate="Atjauno sistēmu..."
GetUpgradeInfo="Saņem atjauninājuma informāciju..."
DownUpgradeData="Lejupielādē atjauninājuma datus..."
ExecUpgrade="Atjauno sistēmu..."
NeedExitForUpgrade="Lingoes tiks aizvērts pēc atjauninājuma pabeigšanas"

[Message]
InitUpdateServerFail="Neizdevās uzsākt automātiskā atjauninājuma servisu "
StartDictServerFail="Neizdevās uzsākt vārdnīcas servisu."

DictFileErr="Nederīgs faila formāts!\n[$Filename]"
DictVersinTooOld="[$Filename]\nPašreizējā versija ir ([$DictVer]) pārāk veca, lūdzu, atjauniniet to.\n\nApmeklēt Lingoes mājaslapu, lai atrastu jaunāko versiju?"
DictVersinTooNew="[$Filename]\nPašreizējai vārdnīcas versijai ([$DictVer]) ir nepieciešama augstāka lingoes versija.\n\nLejupielādēt jaunāko versiju no Lingoes mājaslapas?"

AskDictRepeatInstall="Vārdnīcu saraksts ietver vārdnīcu \"[$DictTitle]\",\nVai vēlaties turpināt?"
InstallDictFail="Neizdevās instalēt vārdnīcu:\n[$Filename]"
AskUninstall="Vai esat pārliecināts, ka vēlaties atinstalēt vārdnīcu?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="Neizdevās atinstalēt vārdnīcu\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="Vai esat pārliecināts, ka vēlaties noņemt vārdnīcu \"[$DictTitle]\" no saraksta?"

MemoryAllocFail="Neizdevās pielāgot atmiņu."
FilenameInvalid="Nederīgs faila nosaukums."
SaveFileFail="Neizdevās saglabāt failu"
OpenFileFail="Neizdevās atvērt failu"

AreYouAbort="Vai esat pārliecināts, ka vēlaties pārtraukt pašreizējo procesu?"
CreateThreadFail="Neizdevās izveidot savienojumu"
CreateEventFail="Neizdevās izveidot notikumu parakstu"
Unfulfilment="Funkcija nav pilnībā atbalstīta"
OnlyProVersion="Funkcija pieejama tikai Pro versijā."
NoRegister="Šī ir nereģistrēta versija, lūdzu, reģistrējiet Lingoes, lai izmantotu šo funkciju."
UsernameIsEmpty="Letotājvārds ir tukšs, lūdzu, aizpildiet to vēlreiz."
SaveSearchResultFail="Neizdevās saglabāt meklēšanas rezultātus."

OpenAppendixFail="Neizdevās atvērt pielikuma saturu.\n\nLejupielādēt pielikumu no Lingoes mājaslapas?"
OpenSpeechEngineFail="Neizdevās ielādēt TKJ (TTS) rīku, lūdzu, pārbaudiet vai TKJ (TSS) ir instalēts jūsu sistēmā! \n\nJums ir jāieinstalē TKJ rīks jūsu operētājsistēmā, lai to pateiktu. Ja nē, tad lejupielādējiet un instalējiet to no Lingoes mājaslapas \n\nVai vēlaties to lejupielādēt tagad?"

; NeedIE6Support="Lingoes needs Internet Explorer 6+, please update your web browser to IE6+"
NoImplement="Atvainojiet, funkcija nav pilnībā nodrošināta"

InstallSucceed="Instalēšana izdevās." 
InstallFailed="Instalēšana neizdevās."

[DlgOptLicense]
Product="Produkta licensēšana"
Enter="Ievadiet licensi..."
Remove="Noņemt licensi", "Noņemot licensi, var tikt izslēgtas noteiktā produkta funkcijas!\nVai jūs vēlaties turpināt un noņemt licensi sekojošajiem produktiem:\n\n[$ProductList]"
Detail="Vairāk detaļas..."

LicenseID="Licences ID: "
LicenseTo="Licences īpašnieks: "
LicenseExpire="Licences lietošanas termiņš beigsies pēc [$Day] dienām"
SingleUserLicense="Vienkārša lietotāja licence"
MultiUserLicense="[$Quantity] lietotāja licence ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="Ievadiet licensi"
ActivateTitle="Ievadiet savu licences atslēgu", "Jūs to varat atrast iegādāšanās informācijas e-pastā vai arī uz instalizācijas diska paketes iekšpuses."
LicenseKey="Licences atslēga:"
Name="Jūsu vārds:"
Email="Jūsu e-pasts:"
NetworkSet="Tīkla iestatījumi", "Lai aktivizētu licences atslēgu nepieciešams tiešsaistes savienojums. Lūdzu, uzstādiet piekļuves (proxy) serveri, ja nepieciešams."
Activate="Aktivizēt"
BuyTitle="Iegādāties [$Publisher] produktu", "lai iegādātos [$Publisher] produktu, uzklikšķiniet uz Iegādāties pogas."
Buy="Iegādāties"
Cancel="Aizvērt"

IncorrectProductKey="Licences atslēga ir nepareiza."
IncorrectName="Vārds ir nepareizs. Lūdzu, ievadiet vārdu, ne garāku kā 32 simboli."
IncorrectEmail="E-pasts ir nepareizs. Lūdzu, ievadiet derīgu e-pasta adresi, ne garāku kā 128 simboli."
WaitRequest="Notiek pārbaude... Lūdzu uzgaidiet."

RequestFailed="Aktivizācija neizdevās. Serveris iespējams ir aizņemts. Lūdzu, mēģiniet atkārtojiet vēlāk."
NetworkFault="Nevar savienoties ar aktivizācijas serveri, lūdzu, pārbaudiet tīkla uzstādījumus."
ResponseError="Serveris atbild, ka dati ir nepareizi."
OtherError="Nezināma kļūda."
SaveDataFailed="Datu saglabāšana neizdevās"

ActivateSuccess="Aktivizācija izdevās"
ActivateFailed="Aktivizācija neizdevās"﻿
